export const AGREEMENTS = `
<p style="margin: 0px; margin-bottom: 15px;">Данный мессенджер создан для тренировки, а это значит, что в нем не реализованы многие важные вещи, например, шифрование данных</p>
<p>Ниже указаны пункты, Вам нужно ознакомиться с ними, принимая соглашение:</p>
<ol>
    <li>Соблюдайте законы страны, на территории которой Вы находитесь, а так же страны, на территории которой нахожусь я (в данный момент это РФ);</li>
    <li>Не передавайте в сообщениях личную информацию, которой Вы бы не хотели делиться со всем миром;</li>
    <li>Данное приложение использует cookie;</li>
    <li>Просьба - делать ники без использования ненормативной лексики (возможно, в будущем допилю логику, которая будет блочить создание таких ников);</li>
</ol>
<br>
<div style="display: flex; justify-content: center">
    <a style="text-align: center; margin-top: 40px; font-weight: bolder" href="https://t.me/khalivetoff">XII</a>
</div>
`;
